SigFeXML 3.0 + ws nc(Devengos UPLOAD) - copia/SigFeXML/LogSigfe2/2015/04122015/CRP/04122015_161435_CRP-2.xml

<?xml version="1.0" encoding="utf-8"?>
<Envelope xmlns="http://www.w3.org/2003/05/soap-envelope">
	<Header />
	<Body>
<Devengo xmlns="http://sigfe.cl/ws/inter/verticales/devengo">
	<cabeceraArchivoType>
		<ejercicio>2015</ejercicio>
		<periodo>12</periodo>
		<proceso>0301</proceso>
		<identificacionEnvio>1512040524065941</identificacionEnvio>
		<montoTotal>47385</montoTotal>
		<cantidadTransacciones>5</cantidadTransacciones>
		<usuarioGenerador>cmunozca</usuarioGenerador>
		<usuarioAprobador>cmunozca</usuarioAprobador>
		<informacionInstitucionType>
			<partida>16</partida>
			<capitulo>04</capitulo>
			<areaTransaccional>001</areaTransaccional>
		</informacionInstitucionType>
	</cabeceraArchivoType>
	<transaccionType>
		<folioOriginal />
		<tipoTransaccion>1</tipoTransaccion>
		<idTransferencia>161431</idTransferencia>
		<titulo>BV_174109_2015-12-04</titulo>
		<descripcionTransaccionDevengo>BV_174109_2015-12-04</descripcionTransaccionDevengo>
		<tipoAjuste />
		<devengoTED>false</devengoTED>
		<documentoType>
			<correlativoDocumento />
			<tipoDocumento>0900</tipoDocumento>
			<descripcionDocumentoDevengo>BV_174109_2015-12-04</descripcionDocumentoDevengo>
			<numeroDocumentoDevengo>174109</numeroDocumentoDevengo>
			<fechaDocumentoDevengo>2015-12-04</fechaDocumentoDevengo>
			<fechaRecepcionConforme />
			<monedaDocumentoDevengo>CLP</monedaDocumentoDevengo>
			<fechaTipoCambio />
			<contabilizacionImpuesto>false</contabilizacionImpuesto>
			<montoTotalNetoOrigen>16318</montoTotalNetoOrigen>
			<imputacionAGlosasType>
				<programaPresupuestario />
				<numeroGlosaPresupuestaria />
				<letraGlosaPresupuestaria />
				<valorImputacion />
			</imputacionAGlosasType>
			<camposVariablesType>
				<campoVariableType>
					<codigo />
					<valor />
				</campoVariableType>
			</camposVariablesType>
			<impuestoType>
				<codigoImpuesto>
				</codigoImpuesto>
				<montoBase />
			</impuestoType>
			<principalType>
				<rut>13046631-1</rut>
				<institucionTED />
				<requerimientoCompromisoType>
					<correlativoRequerimientoCompromiso>1173842</correlativoRequerimientoCompromiso>
					<proceso>01</proceso>
					<folio>143</folio>
					<combinacionType>
						<conceptoPresupuestarioType>
							<concepto>0702</concepto>
							<montoNeto>16318</montoNeto>
							<cuentaContable>
								<codigoCuentaDebe>11507</codigoCuentaDebe>
								<codigoCuentaHaber>43101</codigoCuentaHaber>
								<montoCuentaDebe>16318</montoCuentaDebe>
								<montoCuentaHaber>16318</montoCuentaHaber>
							</cuentaContable>
						</conceptoPresupuestarioType>
						<catalogosType>
							<catalogo>iniciativaInversion</catalogo>
							<valor>00</valor>
						</catalogosType>
					</combinacionType>
				</requerimientoCompromisoType>
				<cumplimientoType>
					<rutPrincipalRelacionado>13046631-1</rutPrincipalRelacionado>
					<fechaCumplimiento>2016-02-04</fechaCumplimiento>
					<montoCumplimiento>16318</montoCumplimiento>
				</cumplimientoType>
			</principalType>
		</documentoType>
		<combinacionCatalogoContableType>
			<codigo />
			<valor />
		</combinacionCatalogoContableType>
	</transaccionType>
	<transaccionType>
		<folioOriginal />
		<tipoTransaccion>1</tipoTransaccion>
		<idTransferencia>161432</idTransferencia>
		<titulo>BV_174110_2015-12-04</titulo>
		<descripcionTransaccionDevengo>BV_174110_2015-12-04</descripcionTransaccionDevengo>
		<tipoAjuste />
		<devengoTED>false</devengoTED>
		<documentoType>
			<correlativoDocumento />
			<tipoDocumento>0900</tipoDocumento>
			<descripcionDocumentoDevengo>BV_174110_2015-12-04</descripcionDocumentoDevengo>
			<numeroDocumentoDevengo>174110</numeroDocumentoDevengo>
			<fechaDocumentoDevengo>2015-12-04</fechaDocumentoDevengo>
			<fechaRecepcionConforme />
			<monedaDocumentoDevengo>CLP</monedaDocumentoDevengo>
			<fechaTipoCambio />
			<contabilizacionImpuesto>false</contabilizacionImpuesto>
			<montoTotalNetoOrigen>8159</montoTotalNetoOrigen>
			<imputacionAGlosasType>
				<programaPresupuestario />
				<numeroGlosaPresupuestaria />
				<letraGlosaPresupuestaria />
				<valorImputacion />
			</imputacionAGlosasType>
			<camposVariablesType>
				<campoVariableType>
					<codigo />
					<valor />
				</campoVariableType>
			</camposVariablesType>
			<impuestoType>
				<codigoImpuesto>
				</codigoImpuesto>
				<montoBase />
			</impuestoType>
			<principalType>
				<rut>4281185-8</rut>
				<institucionTED />
				<requerimientoCompromisoType>
					<correlativoRequerimientoCompromiso>1173842</correlativoRequerimientoCompromiso>
					<proceso>01</proceso>
					<folio>143</folio>
					<combinacionType>
						<conceptoPresupuestarioType>
							<concepto>0702</concepto>
							<montoNeto>8159</montoNeto>
							<cuentaContable>
								<codigoCuentaDebe>11507</codigoCuentaDebe>
								<codigoCuentaHaber>43101</codigoCuentaHaber>
								<montoCuentaDebe>8159</montoCuentaDebe>
								<montoCuentaHaber>8159</montoCuentaHaber>
							</cuentaContable>
						</conceptoPresupuestarioType>
						<catalogosType>
							<catalogo>iniciativaInversion</catalogo>
							<valor>00</valor>
						</catalogosType>
					</combinacionType>
				</requerimientoCompromisoType>
				<cumplimientoType>
					<rutPrincipalRelacionado>4281185-8</rutPrincipalRelacionado>
					<fechaCumplimiento>2016-02-04</fechaCumplimiento>
					<montoCumplimiento>8159</montoCumplimiento>
				</cumplimientoType>
			</principalType>
		</documentoType>
		<combinacionCatalogoContableType>
			<codigo />
			<valor />
		</combinacionCatalogoContableType>
	</transaccionType>
	<transaccionType>
		<folioOriginal />
		<tipoTransaccion>1</tipoTransaccion>
		<idTransferencia>161433</idTransferencia>
		<titulo>BV_174111_2015-12-04</titulo>
		<descripcionTransaccionDevengo>BV_174111_2015-12-04</descripcionTransaccionDevengo>
		<tipoAjuste />
		<devengoTED>false</devengoTED>
		<documentoType>
			<correlativoDocumento />
			<tipoDocumento>0900</tipoDocumento>
			<descripcionDocumentoDevengo>BV_174111_2015-12-04</descripcionDocumentoDevengo>
			<numeroDocumentoDevengo>174111</numeroDocumentoDevengo>
			<fechaDocumentoDevengo>2015-12-04</fechaDocumentoDevengo>
			<fechaRecepcionConforme />
			<monedaDocumentoDevengo>CLP</monedaDocumentoDevengo>
			<fechaTipoCambio />
			<contabilizacionImpuesto>false</contabilizacionImpuesto>
			<montoTotalNetoOrigen>8159</montoTotalNetoOrigen>
			<imputacionAGlosasType>
				<programaPresupuestario />
				<numeroGlosaPresupuestaria />
				<letraGlosaPresupuestaria />
				<valorImputacion />
			</imputacionAGlosasType>
			<camposVariablesType>
				<campoVariableType>
					<codigo />
					<valor />
				</campoVariableType>
			</camposVariablesType>
			<impuestoType>
				<codigoImpuesto>
				</codigoImpuesto>
				<montoBase />
			</impuestoType>
			<principalType>
				<rut>16612319-4</rut>
				<institucionTED />
				<requerimientoCompromisoType>
					<correlativoRequerimientoCompromiso>1173842</correlativoRequerimientoCompromiso>
					<proceso>01</proceso>
					<folio>143</folio>
					<combinacionType>
						<conceptoPresupuestarioType>
							<concepto>0702</concepto>
							<montoNeto>8159</montoNeto>
							<cuentaContable>
								<codigoCuentaDebe>11507</codigoCuentaDebe>
								<codigoCuentaHaber>43101</codigoCuentaHaber>
								<montoCuentaDebe>8159</montoCuentaDebe>
								<montoCuentaHaber>8159</montoCuentaHaber>
							</cuentaContable>
						</conceptoPresupuestarioType>
						<catalogosType>
							<catalogo>iniciativaInversion</catalogo>
							<valor>00</valor>
						</catalogosType>
					</combinacionType>
				</requerimientoCompromisoType>
				<cumplimientoType>
					<rutPrincipalRelacionado>16612319-4</rutPrincipalRelacionado>
					<fechaCumplimiento>2016-02-04</fechaCumplimiento>
					<montoCumplimiento>8159</montoCumplimiento>
				</cumplimientoType>
			</principalType>
		</documentoType>
		<combinacionCatalogoContableType>
			<codigo />
			<valor />
		</combinacionCatalogoContableType>
	</transaccionType>
	<transaccionType>
		<folioOriginal />
		<tipoTransaccion>1</tipoTransaccion>
		<idTransferencia>161434</idTransferencia>
		<titulo>BV_174112_2015-12-04</titulo>
		<descripcionTransaccionDevengo>BV_174112_2015-12-04</descripcionTransaccionDevengo>
		<tipoAjuste />
		<devengoTED>false</devengoTED>
		<documentoType>
			<correlativoDocumento />
			<tipoDocumento>0900</tipoDocumento>
			<descripcionDocumentoDevengo>BV_174112_2015-12-04</descripcionDocumentoDevengo>
			<numeroDocumentoDevengo>174112</numeroDocumentoDevengo>
			<fechaDocumentoDevengo>2015-12-04</fechaDocumentoDevengo>
			<fechaRecepcionConforme />
			<monedaDocumentoDevengo>CLP</monedaDocumentoDevengo>
			<fechaTipoCambio />
			<contabilizacionImpuesto>false</contabilizacionImpuesto>
			<montoTotalNetoOrigen>6590</montoTotalNetoOrigen>
			<imputacionAGlosasType>
				<programaPresupuestario />
				<numeroGlosaPresupuestaria />
				<letraGlosaPresupuestaria />
				<valorImputacion />
			</imputacionAGlosasType>
			<camposVariablesType>
				<campoVariableType>
					<codigo />
					<valor />
				</campoVariableType>
			</camposVariablesType>
			<impuestoType>
				<codigoImpuesto>
				</codigoImpuesto>
				<montoBase />
			</impuestoType>
			<principalType>
				<rut>96809530-7</rut>
				<institucionTED />
				<requerimientoCompromisoType>
					<correlativoRequerimientoCompromiso>1173841</correlativoRequerimientoCompromiso>
					<proceso>01</proceso>
					<folio>144</folio>
					<combinacionType>
						<conceptoPresupuestarioType>
							<concepto>0702</concepto>
							<montoNeto>6590</montoNeto>
							<cuentaContable>
								<codigoCuentaDebe>11507</codigoCuentaDebe>
								<codigoCuentaHaber>43101</codigoCuentaHaber>
								<montoCuentaDebe>6590</montoCuentaDebe>
								<montoCuentaHaber>6590</montoCuentaHaber>
							</cuentaContable>
						</conceptoPresupuestarioType>
						<catalogosType>
							<catalogo>iniciativaInversion</catalogo>
							<valor>00</valor>
						</catalogosType>
					</combinacionType>
				</requerimientoCompromisoType>
				<cumplimientoType>
					<rutPrincipalRelacionado>96809530-7</rutPrincipalRelacionado>
					<fechaCumplimiento>2016-02-04</fechaCumplimiento>
					<montoCumplimiento>6590</montoCumplimiento>
				</cumplimientoType>
			</principalType>
		</documentoType>
		<combinacionCatalogoContableType>
			<codigo />
			<valor />
		</combinacionCatalogoContableType>
	</transaccionType>
	<transaccionType>
		<folioOriginal />
		<tipoTransaccion>1</tipoTransaccion>
		<idTransferencia>161435</idTransferencia>
		<titulo>BV_174113_2015-12-04</titulo>
		<descripcionTransaccionDevengo>BV_174113_2015-12-04</descripcionTransaccionDevengo>
		<tipoAjuste />
		<devengoTED>false</devengoTED>
		<documentoType>
			<correlativoDocumento />
			<tipoDocumento>0900</tipoDocumento>
			<descripcionDocumentoDevengo>BV_174113_2015-12-04</descripcionDocumentoDevengo>
			<numeroDocumentoDevengo>174113</numeroDocumentoDevengo>
			<fechaDocumentoDevengo>2015-12-04</fechaDocumentoDevengo>
			<fechaRecepcionConforme />
			<monedaDocumentoDevengo>CLP</monedaDocumentoDevengo>
			<fechaTipoCambio />
			<contabilizacionImpuesto>false</contabilizacionImpuesto>
			<montoTotalNetoOrigen>8159</montoTotalNetoOrigen>
			<imputacionAGlosasType>
				<programaPresupuestario />
				<numeroGlosaPresupuestaria />
				<letraGlosaPresupuestaria />
				<valorImputacion />
			</imputacionAGlosasType>
			<camposVariablesType>
				<campoVariableType>
					<codigo />
					<valor />
				</campoVariableType>
			</camposVariablesType>
			<impuestoType>
				<codigoImpuesto>
				</codigoImpuesto>
				<montoBase />
			</impuestoType>
			<principalType>
				<rut>9290986-7</rut>
				<institucionTED />
				<requerimientoCompromisoType>
					<correlativoRequerimientoCompromiso>1173842</correlativoRequerimientoCompromiso>
					<proceso>01</proceso>
					<folio>143</folio>
					<combinacionType>
						<conceptoPresupuestarioType>
							<concepto>0702</concepto>
							<montoNeto>8159</montoNeto>
							<cuentaContable>
								<codigoCuentaDebe>11507</codigoCuentaDebe>
								<codigoCuentaHaber>43101</codigoCuentaHaber>
								<montoCuentaDebe>8159</montoCuentaDebe>
								<montoCuentaHaber>8159</montoCuentaHaber>
							</cuentaContable>
						</conceptoPresupuestarioType>
						<catalogosType>
							<catalogo>iniciativaInversion</catalogo>
							<valor>00</valor>
						</catalogosType>
					</combinacionType>
				</requerimientoCompromisoType>
				<cumplimientoType>
					<rutPrincipalRelacionado>9290986-7</rutPrincipalRelacionado>
					<fechaCumplimiento>2016-02-04</fechaCumplimiento>
					<montoCumplimiento>8159</montoCumplimiento>
				</cumplimientoType>
			</principalType>
		</documentoType>
		<combinacionCatalogoContableType>
			<codigo />
			<valor />
		</combinacionCatalogoContableType>
	</transaccionType>
</Devengo></Body>
</Envelope>